{"text": "Mickey Mouse: Hey Minnie, are we still on for the picnic today?\nMinnie Mouse: Yes, I'm looking forward to it, Mickey!\nDonald Duck: Can Daisy and I join you guys?"}
{"text": "Goofy: Hiya, Pluto! Wanna go to the park?\nPluto: Woof woof! (Yes, let's go!)\nGoofy: Awesome, I'll bring the frisbee."}
{"text": "Cinderella: Have you seen my glass slipper?\nFairy Godmother: Let me use my magic wand. Bibbidi-Bobbidi-Boo!\nCinderella: Oh, there it is! Thank you!"}
{"text": "Aladdin: Ready for a magic carpet ride, Jasmine?\nJasmine: Absolutely, Aladdin. Let's explore the world!"}
{"text": "Elsa: Do you want to build a snowman, Anna?\nAnna: Of course, Elsa! Let's make the biggest snowman in Arendelle."}
{"text": "Buzz Lightyear: Woody, are you ready for a new adventure?\nWoody: Always ready, Buzz! To infinity and beyond!"}
{"text": "Ariel: I wonder what this thingamabob is for?\nSebastian: Ariel, you really should stay away from human stuff!"}
{"text": "Simba: Nala, let's go to the Elephant Graveyard.\nNala: That sounds dangerous, Simba. Are you sure?"}
{"text": "Belle: I've never seen so many books!\nBeast: You like it? It's yours!"}
{"text": "Mulan: Mushu, do you think I can pass as a soldier?\nMushu: Of course, Mulan! You're as tough as the best of them."}
{"text": "Pocahontas: The wind is speaking to us, Meeko.\nMeeko: (Chitters excitedly)"}
{"text": "Tiana: I'm dreaming of opening my own restaurant someday.\nLouis: And I'll play the best jazz there!"}
{"text": "Rapunzel: I just can't believe I'm finally seeing the floating lights!\nFlynn Rider: It's all for you, Rapunzel."}
{"text": "Merida: I want to change my fate!\nQueen Elinor: Merida, we must be careful with such wishes."}
{"text": "Hercules: Meg, have you ever heard of the Hydra?\nMegara: Oh, Hercules, isn't that a dangerous monster?"}
{"text": "Snow White: Oh, what a cute little cottage!\nGrumpy: Well, it's not much, but it's home."}
{"text": "Peter Pan: Let's fly to Neverland!\nWendy: Oh, Peter, that sounds like an adventure!"}
{"text": "Alice: This place is curiouser and curiouser.\nThe Mad Hatter: Welcome to Wonderland, Alice!"}
{"text": "Moana: I'm destined to cross the sea.\nMaui: You? Cross the sea? Ha! It's not that easy."}
{"text": "Aurora: I've been dreaming of a true love's kiss.\nPrince Phillip: Maybe dreams do come true."}
